Repository: 84000/data-translation-memory
Catalog: toh79-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་སངས་རྒྱས་ཀྱི་ཡུལ་བསམ་གྱིས་མི་ཁྱབ་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: The Noble Mahāyāna Sūtra “The Teaching on the Inconceivable Scope of a Buddha” Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus, did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། དགེ་སློང་སྟོང་དུ་ཚང་པའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཁྲི་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Bhagavān was staying at Prince Jeta’s Grove, Anāthapiṇḍada’s park near Śrāvastī, with a great saṅgha of a thousand monks and ten thousand bodhisattvas.

source: འདོད་པ་ན་སྤྱོད་པ་དང་། གཟུགས་ན་སྤྱོད་པ་ལྷའི་བུ་རྣམས་དང་། གནས་གཙང་མའི་ལྷའི་བུ་རྣམས་དང་ཡང་ཐབས་ཅིག་གོ །
en: Gods of the desire realm, the form realm, and the pure abodes were also in attendance.

source: དེ་ནས་བཅོམ་ལྡན་འདས་འཁོར་བརྒྱ་སྟོང་དུ་མས་ཡོངས་སུ་བསྐོར་ཏེ་མདུན་གྱིས་བལྟས་ནས་ཆོས་སྟོན་ཏོ། །
en: With an entourage of hundreds of thousands surrounding and venerating him, the Bhagavān was teaching the Dharma.

source: ཡང་དེའི་ཚེ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་འཁོར་དེ་ཉིད་དུ་འདུས་པར་གྱུར་ཏེ་འདུག་གོ །
en: Mañjuśrī Kumārabhūta was also present at that time, seated amid those who had gathered there in that assembly.

source: ལྷའི་བུ་དཔལ་བཟངས་ཀྱང་འཁོར་དེ་ཉིད་དུ་འདུས་པར་གྱུར་ཏེ་འདུག་གོ །
en: The god Śrībhadra was also present, seated amid those who had gathered there in that assembly.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ། འཇམ་དཔལ་ངས་ཁྱོད་ལ་བསྐུལ་གྱིས། ཁྱོད་ཀྱིས་ཆོས་དང་ལྡན་པའི་གཏམ་ལས་བརྩམས་ཏེ། ལྷའི་འཁོར་འདི་དང་བྱང་ཆུབ་སེམས་དཔའ་འདི་དག་ལ་སྤོབས་པར་གྱིས་ཤིག །
en: Then the Bhagavān addressed Mañjuśrī Kumārabhūta: “Mañjuśrī, I beseech you, use your inspired eloquence, and teach the Dharma to this assembly of gods and bodhisattvas.”

source: འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་བདག་གིས་ཅི་ལས་བརྩམས་ཏེ་སྤོབས་པར་བགྱི་ལགས།
en: “Bhagavān, I am ready to speak,” replied Mañjuśrī, “but where should I begin?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་ཁྱོད་ཀྱིས་སངས་རྒྱས་ཀྱི་ཡུལ་ལས་བརྩམས་ཏེ་སྤོབས་པར་གྱིས་ཤིག །གསོལ་པ།
en: The Bhagavān replied, “Mañjuśrī, begin by using your inspired eloquence about the scope of a buddha.”

source: བཅོམ་ལྡན་འདས་སངས་རྒྱས་ཀྱི་ཡུལ་ནི་གང་མིག་གི་ཡུལ་མ་ལགས་པ་དང་། གཟུགས་ཀྱི་ཡུལ་མ་ལགས་པ་དང་།
en: “Bhagavān,” said Mañjuśrī, “the scope of a buddha is not the scope of the eyes, and it is not the scope of form.

source: རྣ་བའི་ཡུལ་མ་ལགས་པ་དང་། སྒྲའི་ཡུལ་མ་ལགས་པ་དང་།
en: It is not the scope of the ears, and it is not the scope of sound.

source: སྣའི་ཡུལ་མ་ལགས་པ་དང་། དྲིའི་ཡུལ་མ་ལགས་པ་དང་།
en: It is not the scope of the nose, and it is not the scope of smell.

source: ལྕེའི་ཡུལ་མ་ལགས་པ་དང་། རོའི་ཡུལ་མ་ལགས་པ་དང་།
en: It is not the scope of the tongue, and it is not the scope of taste.

source: ལུས་ཀྱི་ཡུལ་མ་ལགས་པ་དང་། རེག་བྱའི་ཡུལ་མ་ལགས་པ་དང་།
en: It is not the scope of the body, and it is not the scope of touch.

source: ཡིད་ཀྱི་ཡུལ་མ་ལགས་པ་དང་། ཆོས་ཀྱི་ཡུལ་མ་ལགས་པ་སྟེ།
en: It is not the scope of the mind, and it is not in the scope of phenomena.

source: དེ་སངས་རྒྱས་ཀྱི་ཡུལ་ཞེས་བགྱིའོ། །
en: This is what is called the scope of a buddha.

source: བཅོམ་ལྡན་འདས་ཡུལ་ཁྱད་པར་མ་མཆིས་པ་ནི་སངས་རྒྱས་ཀྱི་ཡུལ་ལགས་ཏེ།
en: “Bhagavān, the scope bereft of distinctions is the scope of a buddha.

source: བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་སངས་རྒྱས་ཀྱི་ཡུལ་ཁོང་དུ་ཆུད་པར་འཚལ་བས། ཁོང་དུ་ཆུད་པ་མ་མཆིས་པའི་ཚུལ་དུ་སངས་རྒྱས་ཀྱི་ཡུལ་དེ་ལྟར་ཁོང་དུ་ཆུད་པར་བགྱིའི། །
en: Bhagavān, a son or daughter of the lineage who seeks to comprehend the scope of a buddha, comprehends the scope of a buddha by not comprehending it.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པས་བྱང་ཆུབ་བརྙེས་པའི་ཡུལ་ཅི་ལགས།
en: Bhagavān, what is the scope of the Tathāgata’s awakening?”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་ལྟ་བར་གྱུར་པ་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་སྟོང་པ་ཉིད་ནི་ངས་བྱང་ཆུབ་ཐོབ་པའི་ཡུལ་ལོ། །
en: The Bhagavān replied, “Since all views are equal, Mañjuśrī, emptiness is the scope of my awakening.

source: མཚན་མ་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་མཚན་མ་མེད་པ་ནི་ཡུལ་ལོ། །
en: Because all signs are equal, signlessness is the scope.

source: ཁམས་གསུམ་པ་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་སྨོན་པ་མེད་པ་ནི་ཡུལ་ལོ། །
en: Because the three realms are equal, wishlessness is the scope.

source: འདུ་བྱེད་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་མངོན་པར་འདུ་བྱ་བ་མེད་པ་ནི་ཡུལ་ལོ། །
en: Because formations are equal, absence of formations is the scope.

source: འདུས་བྱས་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་སྐྱེ་བ་མེད་པ་དང་། འབྱུང་བ་མེད་པ་དང་། འདུ་བྱེད་པ་མེད་པ་ནི་ཡུལ་ལོ། །
en: Because conditioned phenomena are equal, absence of arising, origination, and formation is the scope.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་འདུས་མ་བགྱིས་ཀྱི་ཡུལ་གང་ལགས།
en: “Bhagavān, what is the unconditioned scope?”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་སེམས་མེད་པ་ནི་འདུས་མ་བྱས་ཀྱི་ཡུལ་ལོ། །
en: “Absence of mind, Mañjuśrī, is the unconditioned scope.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་སེམས་མ་མཆིས་པ་ནི་སངས་རྒྱས་ཀྱི་ཡུལ་ལགས་ཏེ། དེ་ལ་བརྗོད་པ་མ་མཆིས་ལགས་སོ། །
en: “Bhagavān, since absence of mind is the scope of a buddha, nothing may be said about it.

source: བརྗོད་པ་མ་མཆིས་པ་ལ་བསྟན་པ་མ་མཆིས་ལགས་སོ། །
en: If nothing may be said, nothing may be taught.

source: བསྟན་པ་མ་མཆིས་པ་ལ་མངོན་པར་བརྗོད་པ་མ་མཆིས་ལགས་སོ། །
en: If nothing may be taught, nothing may be discussed.

source: བཅོམ་ལྡན་འདས་མངོན་པར་བརྗོད་པ་མ་མཆིས་པའི་ཡུལ་ནི་སངས་རྒྱས་ཀྱི་ཡུལ་ལགས་སོ། །
en: So, Bhagavān, the scope of a buddha is a scope that is beyond discussion.”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་སངས་རྒྱས་ཀྱི་ཡུལ་གང་དུ་བཙལ་བར་བྱ།
en: “Where, Mañjuśrī, should one seek the scope of a buddha?”

source: གསོལ་པ་བཅོམ་ལྡན་འདས་སངས་རྒྱས་ཀྱི་ཡུལ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་རྣམས་ལས་ཡོངས་སུ་བཙལ་བར་བགྱི་ལགས་སོ། །
en: “Bhagavān, one must seek the scope of a buddha in the afflictions of all sentient beings.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Why?

source: བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་ཡོངས་སུ་རྟོགས་པ་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཡུལ་མ་ལགས་ཀྱི། གང་འདི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་ཡོངས་སུ་རྟོགས་པ་དེ་ནི་སངས་རྒྱས་ཀྱི་ཡུལ་ལགས་པའི་སླད་དུའོ། །
en: Bhagavān, since completely understanding the afflictions of all sentient beings is beyond the scope of śrāvakas and pratyekabuddhas; completely understanding the afflictions of all sentient beings is the scope of a buddha.”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་སངས་རྒྱས་ཀྱི་ཡུལ་ལ་འཇུག་པའམ་ལྡོག་པ་ཡོད་དམ་ཅི་ན།
en: “Mañjuśrī, in the scope of a buddha, is there engagement, or is there turning away [from the world]?

source: འདི་ལྟར་སངས་རྒྱས་ཀྱི་ཡུལ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་རྣམས་ལས་ཡོངས་སུ་བཙལ།
en: And how so, given that one seeks the scope of a buddha in the afflictions of all sentient beings?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་སངས་རྒྱས་ཀྱི་ཡུལ་ནི་འཇུག་པ་མ་མཆིས་ལྡོག་པ་མ་མཆིས་ལགས་སོ། །
en: “Bhagavān, the scope of a buddha is neither engagement nor turning away.”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་གལ་ཏེ་སངས་རྒྱས་ཀྱི་ཡུལ་འཇུག་པ་མེད་ཅིང་ལྡོག་པ་མེད་ན་སངས་རྒྱས་ཀྱི་ཡུལ་ཇི་ལྟར་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་རྣམས་ལས་ཡོངས་སུ་ཤེས།
en: “Mañjuśrī, if the scope of a buddha is neither engagement nor turning away, then how can the scope of a buddha be known from the afflictions of all sentient beings?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་སངས་རྒྱས་ཀྱི་ཡུལ་འཇུག་པ་མ་མཆིས་ཤིང་ལྡོག་པ་མ་མཆིས་པ་དེ་བཞིན་དུ་ཉོན་མོངས་པ་དེ་དག་གི་རང་བཞིན་གང་ལགས་པ་དེ་ཡང་འཇུག་པ་མ་མཆིས་ཤིང་ལྡོག་པ་མ་མཆིས་པ་ལགས་སོ། །
en: “Bhagavān, just as the scope of a buddha is neither engagement nor turning away, so whatever the nature of an affliction may be, one neither engages with nor rejects it.”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་ཉོན་མོངས་པ་རྣམས་ཀྱི་རང་བཞིན་ཇི་ལྟ་བུ།
en: “Mañjuśrī, what is the nature of the afflictions like?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་སངས་རྒྱས་ཀྱི་ཡུལ་གྱི་རང་བཞིན་གང་ལགས་པ་དེ་ཉིད་ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱི་རང་བཞིན་ལགས་སོ། །
en: “Bhagavān, the nature of the scope of a buddha is also the nature of all afflictions.

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་ཉོན་མོངས་པ་རྣམས་ཀྱི་རང་བཞིན་ཀྱང་གཞན་དུ་གྱུར་ལ། སངས་རྒྱས་ཀྱི་ཡུལ་གྱི་རང་བཞིན་ཀྱང་གཞན་ཞིག་ལགས་ན་ནི་དེ་བཞིན་གཤེགས་པས་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སོ་ཞེས་ཀྱང་བསྟན་པར་མི་འགྱུར་བ་ཞིག་ན།
en: Bhagavān, if the nature of the afflictions were something else, something other than the nature of the scope of a buddha, then the Tathāgata would not teach, ‘I have completely awakened to the sameness of all phenomena.’

source: བཅོམ་ལྡན་འདས་འདི་ལྟར་ཉོན་མོངས་པ་རྣམས་ཀྱི་རང་བཞིན་གང་ལགས་པ་དེ་ཉིད་སངས་རྒྱས་ཀྱི་ཡུལ་གྱི་རང་བཞིན་ལགས་ཏེ།
en: So, Bhagavān, that which is the nature of all afflictions is also the nature of the scope of a buddha.

source: དེའི་སླད་དུ་དེ་བཞིན་གཤེགས་པས་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སོ་ཞེས་སྟོན་ལགས་སོ། །བཀའ་སྩལ་པ།
en: That is why the Tathāgata teaches, ‘I have completely awakened to the sameness of all phenomena.’ ”

source: འཇམ་དཔལ་ཁྱོད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་མཉམ་པ་ཉིད་དུ་གང་གིས་གནས་པ་ཤེས་སམ། གསོལ་པ།
en: “Mañjuśrī, do you know how the Tathāgata abides in sameness?”

source: བཅོམ་ལྡན་འདས་འཚལ་ལགས་སོ། །བཀའ་སྩལ་པ།
en: “Yes, Bhagavān, I do.”

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་མཉམ་པ་ཉིད་གང་གིས་གནས། གསོལ་པ།
en: “Mañjuśrī, how does the Tathāgata abide in sameness?”

source: བཅོམ་ལྡན་འདས་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་མཉམ་པ་ཉིད་གང་ལ་གནས་ནས། འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ཀུན་ཏུ་འབྱུང་བའི་མཉམ་པ་ཉིད་དེས་དེ་བཞིན་གཤེགས་པ་གནས་ལགས་སོ། །བཀའ་སྩལ་པ།
en: “Bhagavān, the Tathāgata abides in that very sameness in which childish, ordinary people abide, from which attachment, hatred, and delusion arise.”

source: འཇམ་དཔལ་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་མཉམ་པ་ཉིད་གང་ལ་གནས་ཏེ་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ཀུན་ཏུ་འབྱུང་། གསོལ་པ།
en: “Mañjuśrī, what is that sameness in which childish, ordinary people abide, such that attachment, hatred, and delusion arise?”

source: སྟོང་པ་ཉིད་དང་། མཚན་མ་མ་མཆིས་པ་དང་། སྨོན་པ་མ་མཆིས་པ་མཉམ་པ་ཉིད་ལ་གནས་པ་རྣམས་ཀྱི་མཉམ་པ་ཉིད་དེས་དེ་བཞིན་གཤེགས་པ་གནས་ལགས་སོ། །
en: “Bhagavān, it is that very sameness in which the Tathāgata abides, which is empty, signless, and wishless.”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་ཅི་སྟོང་པ་ཉིད་ལ་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ཡོད་དམ།
en: “Mañjuśrī, is there attachment, hatred, and delusion in emptiness?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་མཆིས་པ་གང་གིས་སྟོང་པ་ཉིད་མཆིས་པའི་མཆིས་པ་དེས་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་རྣམས་མཆིས་ལགས་སོ། །བཀའ་སྩལ་པ།
en: “Bhagavān, in whatever way emptiness exists, in the same way do attachment, hatred, and delusion exist.”

source: འཇམ་དཔལ་ཡོད་པ་གང་གིས་སྟོང་པ་ཉིད་ཡོད་ཅིང་ཡོད་པ་གང་གིས་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་རྣམས་ཡོད། གསོལ་པ། བཅོམ་ལྡན་འདས་ཡི་གེ་དང་།
en: “Mañjuśrī, what is the existence of emptiness and what is the existence of attachment, hatred, and delusion?”

source: སྐད་དང་། སྒྲ་དང་། བརྗོད་པའི་མཆིས་པས་སྟོང་པ་ཉིད་མཆིས་ལགས་སོ། །ཡི་གེ་དང་། སྐད་དང་།
en: “Bhagavān, in whatever way words, speech, sound, and expressions exist, so too does emptiness exist.

source: སྒྲ་དང་། བརྗོད་པའི་མཆིས་པས་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་རྣམས་མཆིས་ལགས་སོ། །གསོལ་པ།
en: In whatever way words, speech, sound, and expressions exist, so too do attachment, hatred, and delusion exist.

source: བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་དུ་དགེ་སློང་དག་མ་སྐྱེས་པ་དང་། མ་བྱུང་བ་དང་། མ་བྱས་པ་དང་། མངོན་པར་འདུས་མ་བྱས་པ་དང་། མངོན་པར་འདུ་མི་བྱེད་པ་ནི་ཡོད་དེ།
en: As the Bhagavān has taught: “ ‘O monks, there is nonarising, nonorigination, noncreation, the unconditioned, and nonformation.

source: དགེ་སློང་དག་མ་སྐྱེས་པ་དང་། མ་བྱུང་བ་དང་། མ་བྱས་པ་དང་། མངོན་པར་འདུས་མ་བྱས་པ་དང་། མངོན་པར་འདུ་མི་བྱེད་པ་ནི་མེད་པ་མ་ཡིན་ནོ། །
en: Monks, it is not the case that there is no nonarising, nonorigination, noncreation, the unconditioned, and nonformation.

source: དགེ་སློང་དག་གལ་ཏེ་མ་སྐྱེས་པ་དང་། མ་བྱུང་བ་དང་། མ་བྱས་པ་དང་། མངོན་པར་འདུས་མ་བྱས་པ་དང་། མངོན་པར་འདུ་མི་བྱེད་པ་མེད་དུ་ཟིན་ན། སྐྱེས་པ་དང་། བྱུང་བ་དང་། བྱས་པ་དང་། མངོན་པར་འདུས་བྱས་པ་དང་། མངོན་པར་འདུ་བྱེད་པ་འདི་དག་ལས་འབྱུང་བར་གདགས་པར་མི་འགྱུར་བ་ཞིག་ན་དགེ་སློང་དག་འདི་ལྟར་མ་སྐྱེས་པ་དང་།
en: Monks, if there were no nonarising, nonorigination, noncreation, the unconditioned, and nonformation, then there would be no imputing things as arising, originating, being created, being conditioned, and being formed.

source: མ་བྱུང་བ་དང་། མ་བྱས་པ་དང་། མངོན་པར་འདུས་མ་བྱས་པ་དང་། མངོན་པར་འདུ་མི་བྱེད་པ་ནི་ཡོད་དེ། དེའི་ཕྱིར་སྐྱེས་པ་དང་། བྱུང་བ་དང་། བྱས་པ་དང་། མངོན་པར་འདུས་བྱས་པ་དང་། མངོན་པར་འདུ་བྱེད་པ་འདི་དག་ལས་འབྱུང་བར་གདགས་སོ་ཞེས་བཀའ་སྩལ་པ་དེ་བཞིན་དུ།
en: Therefore, monks, there is nonarising, nonorigination, noncreation, the unconditioned, and nonformation, because things are imputed as arising, originating, being created, as the conditioned, and as being formed.’

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་སྟོང་པ་ཉིད་མ་མཆིས་སུ་ལགས་ན། འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་གི་ཉོན་མོངས་པ་འདི་དག་ལས་འབྱུང་བར་གདགས་པར་མི་འགྱུར་བ་ཞིག་ན།
en: “Similarly, Bhagavān, if there were no emptiness, then nothing would be imputed as originating from the afflictions of attachment, hatred, and delusion.

source: བཅོམ་ལྡན་འདས་འདི་ལྟར་སྟོང་པ་ཉིད་ནི་མཆིས་ཏེ། དེའི་སླད་དུ་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་གི་ཉོན་མོངས་པ་རྣམས་ལས་འབྱུང་བར་གདགས་ལགས་སོ། །
en: Therefore, Bhagavān, it is because there is emptiness that things are imputed as originating from the afflictions of attachment, hatred, and delusion.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་ཁྱོད་ཀྱིས་ཇི་སྐད་བསྟན་པ་དེ་དེ་ལྟ་ཡིན་དུ་ཟིན་ན། གང་སུ་དག་སྟོང་པ་ཉིད་ལ་གནས་པ་དེ་དག་ཐམས་ཅད་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ལ་གནས་པར་འགྱུར་རོ། །
en: The Bhagavān said, “Mañjuśrī, if what you are teaching is true, then whatever is in a state of emptiness would also be in a state of attachment, hatred, and delusion.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་རྣལ་འབྱོར་སྤྱོད་པ་གང་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ལས་གུད་དུ་སྟོང་པ་ཉིད་ཚོལ་བ་དེ་ནི་རྣལ་འབྱོར་ལ་མི་སྤྱོད་པ་ལགས་ཏེ།
en: Mañjuśrī replied, “Bhagavān, the yogic practitioner who searches for emptiness outside of attachment, hatred, and delusion is not practicing yoga.

source: རྣལ་འབྱོར་མ་ལགས་པའོ། །
en: That is not yoga.

source: བཅོམ་ལྡན་འདས་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ལས་གུད་དུ་སྟོང་པ་ཉིད་བཙལ་བར་བགྱི་བ་མ་མཆིས་ཏེ།
en: Because, Bhagavān, there is no searching for emptiness outside of attachment, hatred, and delusion.

source: བཅོམ་ལྡན་འདས་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ཉིད་སྟོང་པ་ལགས་སོ། །བཀའ་སྩལ་པ། འཇམ་དཔལ་ཁྱོད་ཅི་འདོད་ཆགས་དང་བཅས།
en: Bhagavān, attachment, hatred, and delusion are themselves empty.”

source: ཞེ་སྡང་དང་བཅས། གཏི་མུག་དང་བཅས་པ་ཡིན་ནམ། འོན་ཏེ་འདོད་ཆགས་དང་བྲལ་བ། ཞེ་སྡང་དང་བྲལ་བ། གཏི་མུག་དང་བྲལ་བ་ཡིན།
en: “Mañjuśrī, do you have attachment, hatred, and delusion, or are you free of attachment, free of hatred, and free of delusion?”

source: གསོལ་པ། །བཅོམ་ལྡན་འདས་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་རྣམས་ཀྱི་སྟོང་པ་ཉིད་གང་ལགས་པ་དེ་དང་བདག་མཉམ་སྟེ།
en: “Bhagavān, whatever the emptiness of attachment, hatred, and delusion is, I am just the same.

source: གང་མཉམ་པ་ཉིད་དེ་ཐོབ་པ་དེ་ནི་འདོད་ཆགས་དང་བཅས་པ་ཡང་མ་ལགས། འདོད་ཆགས་དང་བྲལ་བ་ཡང་མ་ལགས།
en: Whoever has realized such sameness neither has attachment nor is free of attachment.

source: ཞེ་སྡང་དང་བཅས་པ་ཡང་མ་ལགས། ཞེ་སྡང་དང་བྲལ་བ་ཡང་མ་ལགས།
en: They neither have hatred nor are they free of hatred.

source: གཏི་མུག་དང་བཅས་པ་ཡང་མ་ལགས། གཏི་མུག་དང་བྲལ་བ་ཡང་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་དགེ་སྦྱོང་དང་།
en: They neither have delusion nor are they free of delusion.

source: བྲམ་ཟེ་གང་དག་བདག་ལ་འདོད་ཆགས་དང་བྲལ་བ། ཞེ་སྡང་དང་བྲལ་བ། གཏི་མུག་དང་བྲལ་བར་ཡང་དག་པར་རྗེས་སུ་ལྟ་ཞིང་ཕ་རོལ་ལ་འདོད་ཆགས་དང་བཅས་པ་དང་། ཞེ་སྡང་དང་བཅས་པ་དང་། གཏི་མུག་དང་བཅས་པར་ཡང་དག་པར་རྗེས་སུ་ལྟ་བ་དེ་དག་ནི་ལྟ་བར་གྱུར་པ་གཉིས་ལ་ཆགས་པ་ལགས་སོ། །
en: Bhagavān, those śramaṇas or brahmins who actually think that they are free of attachment, hatred, and delusion, and who think their opponents have attachment, hatred, and delusion, are attached to the two views.

source: གཉིས་གང་ལགས་ཤེ་ན།
en: What are these two?

source: ཆད་པར་ལྟ་བ་དང་། རྟག་པར་ལྟ་བ་ལགས་སོ། །
en: Nihilism and eternalism.

source: གང་བདག་ལ་འདོད་ཆགས་དང་བྲལ་བ་དང་། ཞེ་སྡང་དང་བྲལ་བ་དང་། གཏི་མུག་དང་བྲལ་བར་ཡང་དག་པར་རྗེས་སུ་ལྟ་བ་དེ་ནི་དེ་དག་གི་ཆད་པར་ལྟ་བ་ལགས་སོ། །
en: Those who think themselves to be free of attachment, hatred, and delusion hold the view of nihilism.

source: གང་ཕ་རོལ་ལ་འདོད་ཆགས་དང་བཅས་པ། ཞེ་སྡང་དང་བཅས་པ། གཏི་མུག་དང་བཅས་པར་ཡང་དག་པར་རྗེས་སུ་ལྟ་བ་དེ་ནི་དེ་དག་གི་རྟག་པར་ལྟ་བ་ལགས་སོ། །
en: Those who think their opponents have attachment, hatred, and delusion hold the view of eternalism.

source: ཡང་བཅོམ་ལྡན་འདས་ཡང་དག་པར་ཞུགས་པའི་དགེ་སློང་ནི་ཕ་རོལ་དམན་པ་དང་། བདག་ཁྱད་པར་དུ་འཕགས་པར་ཡང་དག་པར་རྗེས་སུ་མི་ལྟ་ལགས་སོ། །
en: Bhagavān, monks who have set out on the path do not disparage others or consider themselves superior to others.”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་གང་ཡང་དག་པར་ཞུགས་པ་དེ་གང་དུ་ཞུགས་པ་ཡིན།
en: “Mañjuśrī, how do those who have set out on the path begin?”

source: གསོལ་པ།
en: asked the Bhagavān.

source: བཅོམ་ལྡན་འདས་གང་ཡང་དག་པར་ཞུགས་པ་དེ་ནི་གང་དུ་ཡང་ཞུགས་པ་མ་ལགས་སོ། །
en: “Bhagavān, those who have set out on the path do not begin at all.”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་གང་ཡང་དག་པར་ཞུགས་པ་དེ་ལམ་ལ་ཞུགས་པ་མ་ཡིན་ནམ། གསོལ་པ།
en: “Mañjuśrī, those who have set out on the path do not set out on the path?”

source: བཅོམ་ལྡན་འདས་གང་ལམ་ལ་ཞུགས་པ་དེ་ནི་འདུས་བགྱིས་ལ་ཞུགས་པ་ལགས་ཏེ།
en: “Bhagavān, whoever sets out on the path engages with conditioned phenomena.

source: གང་འདུས་བགྱིས་ལ་ཞུགས་པ་དེ་མཉམ་པ་ཉིད་དུ་ག་ལ་འགྱུར་ལགས།
en: And it is impossible for those who engage with conditioned phenomena to reach sameness.

source: བཅོམ་ལྡན་འདས་འདུས་བགྱིས་ན་སྐྱེ་བ་དང་། འཇིག་པ་དང་། གནས་པ་དང་ལྡན་པའི་སླད་དུའོ། །
en: Because, Bhagavān, where there are conditioned phenomena, there is arising, ceasing, and abiding.”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་འདུས་མ་བྱས་ལ་གྲངས་གང་ཡང་ཡོད་དམ། གསོལ་པ།
en: “Mañjuśrī, is there any way to categorize the unconditioned?”

source: བཅོམ་ལྡན་འདས་འདུས་མ་བགྱིས་ལ་གྲངས་གང་ཡང་མ་མཆིས་ལགས་སོ། །
en: “Bhagavān, there is no way to categorize the unconditioned at all.

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་འདུས་མ་བགྱིས་ལ། གྲངས་མཆིས་པར་གྱུར་ན་དེ་འདུས་བགྱིས་ཉིད་དུ་འགྱུར་གྱི་འདུས་མ་བགྱིས་མ་ལགས་སོ། །
en: Bhagavān, if the unconditioned could be categorized, then it would not be unconditioned.

source: བཀའ་སྩལ་པ།
en: It would be conditioned.”

source: འཇམ་དཔལ་གང་འདུས་མ་བྱས་ཐོབ་པའི་འཕགས་པ་ཐམས་ཅད་ལ་གྲངས་གང་ཡང་ཡོད་པར་འགྱུར་བའི་རྣམ་གྲངས་ཡོད་དམ། གསོལ་པ།
en: “Mañjuśrī, can one categorize all the noble ones, however many there may be, who have attained the unconditioned?”

source: བཅོམ་ལྡན་འདས་འཕགས་པ་རྣམས་ལ་གྲངས་གང་ཡང་མ་མཆིས་ཏེ།
en: “Bhagavān, there is no categorization of noble ones whatsoever.

source: བཅོམ་ལྡན་འདས་འཕགས་པ་རྣམས་ནི་གྲངས་མ་མཆིས་པ།
en: Bhagavān, there is no categorization of noble ones.

source: གྲངས་དང་བྲལ་བ་ལགས་སོ། །
en: Noble ones are without categorization.”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་ཅི་ཁྱོད་འཕགས་པའི་ཆོས་དང་ལྡན་པ་ཡིན་ནམ། འོན་ཏེ་འཕགས་པ་མ་ཡིན་པའི་ཆོས་དང་ལྡན་པ་ཡིན། གསོལ་པ།
en: “Mañjuśrī, do you possess the qualities of a noble one, or the qualities of one who is not a noble one?”

source: བཅོམ་ལྡན་འདས་བདག་ནི་འཕགས་པའི་ཆོས་དང་ལྡན་པ་ཡང་མ་ལགས། འཕགས་པ་མ་ལགས་པའི་ཆོས་དང་ལྡན་པ་ཡང་མ་ལགས་སོ། །
en: “Bhagavān, I neither possess the qualities of a noble one nor the qualities of one who is not a noble one.

source: ཅི་ལགས་གང་བཅོམ་ལྡན་འདས་ཀྱི་སྤྲུལ་པ་དེ་འཕགས་པའི་ཆོས་དང་ལྡན་པ་ལགས་སམ། འཕགས་པ་མ་ལགས་པའི་ཆོས་དང་ལྡན་པ་ལགས། བཀའ་སྩལ་པ།
en: Does an emanation of the Bhagavān possess the qualities of a noble one or the qualities of one who is not a noble one?”

source: འཇམ་དཔལ་སྤྲུལ་པ་ནི་འཕགས་པའི་ཆོས་དང་ལྡན་པ་ཡང་མ་ཡིན། འཕགས་པ་མ་ཡིན་པའི་ཆོས་དང་ལྡན་པ་ཡང་མ་ཡིན་ནོ། །
en: “Mañjuśrī, an emanation neither possesses the qualities of a noble one nor the qualities of one who is not a noble one.”

source: གསོལ་པ། ཆོས་ཐམས་ཅད་སྤྲུལ་པ་ལྟ་བུའོ་ཞེས་བཅོམ་ལྡན་འདས་ཀྱིས་མ་བསྟན་པ་ལགས་སམ། བཀའ་སྩལ་པ།
en: “Well, has the Bhagavān not taught that all phenomena are like emanations?”

source: འཇམ་དཔལ་དེ་ལྟའོ། །
en: “Indeed they are, Mañjuśrī.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་སྤྲུལ་པའི་རང་བཞིན་གྱིས་མཚན་ཉིད་ལགས་ན་བདག་ཀྱང་དེའི་རང་བཞིན་གྱི་མཚན་ཉིད་ལགས་ཏེ།
en: “So, Bhagavān, if all phenomena are defined as having the nature of emanations, then I too, by definition, have the same nature.

source: དེའི་སླད་དུ་བདག་འཕགས་པའི་ཆོས་དང་ལྡན་པ་ཡང་མ་ལགས། འཕགས་པ་མ་ལགས་པའི་ཆོས་དང་ལྡན་པ་ཡང་མ་ལགས་སོ། །བཀའ་སྩལ་པ།
en: Therefore, I am not endowed with the qualities of a noble one or the qualities of one who is not a noble one.”

source: འཇམ་དཔལ་ཁྱོད་ཅི་དང་ལྡན། གསོལ་པ།
en: “What then are you endowed with, Mañjuśrī?”

source: བཅོམ་ལྡན་འདས་བདག་ནི་སངས་རྒྱས་ཀྱི་ཡུལ་མཉམ་པ་ཉིད་དང་མི་འགལ་བ་དང་ལྡན་ལགས་སོ། །བཀའ་སྩལ་པ།
en: “Bhagavān, I am endowed with that which does not contradict sameness, the scope of a buddha.”

source: འཇམ་དཔལ་ཁྱོད་ཀྱིས་སངས་རྒྱས་ཀྱི་ཡུལ་རྙེད་དམ།
en: “Mañjuśrī, have you found the scope of a buddha?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་གལ་ཏེ་བཅོམ་ལྡན་འདས་ཀྱིས་བརྙེས་ན་བདག་གིས་ཀྱང་རྙེད་ལགས་སོ། །
en: “Bhagavān, if the Bhagavān has found it, I too have found it.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པས་སངས་རྒྱས་ཀྱི་ཡུལ་མ་བརྙེས་སམ།
en: The venerable Subhūti then asked Mañjuśrī Kumārabhūta, “Mañjuśrī, has the Tathāgata not found the scope of a buddha?”

source: སྨྲས་པ། གནས་བརྟན་གྱིས་ཉན་ཐོས་ཀྱི་ཡུལ་གང་ཡང་རྙེད་དམ།
en: Mañjuśrī replied, “What śrāvaka’s scope does an elder find?”

source: སྨྲས་པ། འཇམ་དཔལ་འཕགས་པའི་རྣམ་པར་གྲོལ་བའི་ཡུལ་ཡང་མེད། ཡུལ་རྙེད་པ་ཡང་མེད་དོ། །
en: “Mañjuśrī,” said Subhūti, “the liberation of a noble one has no scope; there is no scope to be found.”

source: སྨྲས་པ།
en: “Quite so, Reverend Subhūti.

source: བཙུན་པ་རབ་འབྱོར་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་གྲོལ་བའི་ཡུལ་ཡང་མེད། ཡུལ་བརྙེས་པ་ཡང་མེད་དོ། །
en: The Tathāgata’s liberation has no scope; there is no scope to be found.”

source: སྨྲས་པ། འཇམ་དཔལ་ཁྱོད་ནི་རྗེས་སུ་བསྲུང་བ་མེད་པར་ཆོས་སྟོན་ཏེ།
en: “Mañjuśrī,” replied Subhūti, “you are teaching the Dharma unguardedly.

source: ཁྱོད་ནི་ལས་དང་པོ་པ་རྣམས་རྗེས་སུ་མི་སྲུང་ངོ་། །
en: You are not being considerate toward beginners.”

source: དེ་བས་ན་གནས་བརྟན་ཉིད་ལ་ཡོངས་སུ་དྲིས་ཁྱོད་ཀྱིས་ཇི་ལྟར་བཟོད་པ་བཞིན་དུ་ལན་ཐོབ་ཤིག །
en: But you will have to be patient in getting your answer.

source: བཙུན་པ་རབ་འབྱོར་འདི་ཇི་སྙམ་དུ་སེམས།
en: Reverend Subhūti, what do you think?

source: གང་སྨན་པ་མཁས་པས་ནད་པ་ཡོངས་སུ་སྲུང་ཞིང་ཁ་བ་དང་། སྐྱུར་བ་དང་། ཚ་བའི་སྨན་མ་བྱིན་ན་ཅི་དེས་ནད་པ་དེ་ལ་ནད་མེད་པའི་བདེ་བ་བྱིན་པ་ཡིན་ནམ། །སྨྲས་པ།
en: If a skillful doctor is overly protective of his patients and does not give them bitter, sour, or spicy medicines, would he cure those patients of their illnesses and make them healthy?”

source: འཇམ་དཔལ་དེ་ནི་མ་ཡིན་ནོ། །སྨྲས་པ།
en: “No, Mañjuśrī, he would not.”

source: བཙུན་པ་རབ་འབྱོར་དེ་བཞིན་དུ་གང་ཆོས་སྨྲ་བས་ལས་དང་པོ་པ་ཡོངས་སུ་སྲུང་ཞིང་ཟབ་མོའི་གཏམ་བཅབས་ཏེ། གཏམ་སྣ་ཚོགས་བསྟན་ན་དེས་དེ་ཡང་དང་ཡང་འཆི་བ་ལས་ཐར་བར་བྱས་པར་མི་འགྱུར། ཤིན་ཏུ་བདེ་བ་མྱ་ངན་ལས་འདས་པ་ལ་རབ་ཏུ་བཞག་པར་མི་འགྱུར་རོ། །
en: “Likewise, Reverend Subhūti, if a Dharma preacher, being overly protective of beginners, conceals the profound teachings and instead gives various other teachings, then they will not liberate them from experiencing death over and over again, and will not bring them to the ultimate happiness of nirvāṇa.

source: བསྟན་པ་འདི་བཤད་པ་ན་དགེ་སློང་ལྔ་བརྒྱ་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ། །
en: But when this teaching is given, then five hundred monks will free their minds of defilement, and will no longer take up the causes for another life.

source: ལྷའི་བུ་བརྒྱད་བརྒྱ་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་རྣམ་པར་དག་གོ །
en: Eight hundred gods will become pure, gaining the dustless dharma eye, without stain.

source: ལྷའི་བུ་བདུན་བརྒྱས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་སྤོབས་པ་ཐོབ་ནས་འདོད་ཅིང་ལྷག་པའི་བསམ་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །
en: And seven hundred gods, finding Mañjuśrī Kumārabhūta’s confidence, will cultivate the mind set on unsurpassable, completely perfect awakening with the noblest intention.”
